Repository: CreatureSurvive/TweakSettings
Catalog: TweakSettings-App/*.lproj/Localizable.strings
Languages: es, zh_cn, zh_tw

# RESPRING_TITLE_KEY
source: Perform Respring
es: Reiniciar el Springboard
zh_cn: 执行 Respring
zh_tw: 執行重新啟動

# SAFEMODE_TITLE_KEY
source: Enter Safemode
es: Entrar en modo seguro
zh_cn: 进入安全模式
zh_tw: 進入安全模式

# UICACHE_TITLE_KEY
source: Perform UICache
es: Actualizar cachés de iconos
zh_cn: 执行 UICache
zh_tw: 執行 UICache

# LDRESTART_TITLE_KEY
source: Perform LDRestart
es: Reinicio espacio de usuario
zh_cn: 执行 LDRestart
zh_tw: 執行 LDRestart

# REBOOT_TITLE_KEY
source: Perform Reboot
es: Reiniciar dispositivo
zh_cn: 执行重启
zh_tw: 執行重新啟動

# USREBOOT_TITLE_KEY
source: Perform Userspace Reboot
es: Realizar el reinicio del espacio de usuario
zh_cn: 执行用户空间重启
zh_tw: 執行使用者空間重新啟動

# TWEAKINJECT_TITLE_KEY
source: Toggle Tweak Injection
es: Inyección de tweaks
zh_cn: 切换 Tweak 注入
zh_tw: 切換 Tweak 注入

# TWEAKINJECT_SUBTITLE_KEY
source: Toggle tweak injection on/off
es: Activar/desactivar la inyección de tweaks
zh_cn: 切换 Tweak 注入开/关
zh_tw: 切換 Tweak 注入的開/關狀態

# UICACHE_SUBTITLE_KEY
source: Refresh icon caches
es: UICache
zh_cn: 刷新图标缓存
zh_tw: 刷新圖示快取

# SAFEMODE_SUBTITLE_KEY
source: Send the device into safemode
es: safemode
zh_cn: 将设备进入安全模式
zh_tw: 將裝置發送到安全模式

# RESPRING_SUBTITLE_KEY
source: Trigger a respring
es: Respring
zh_cn: 触发 Respring
zh_tw: 觸發重新啟動

# LDRESTART_SUBTITLE_KEY
source: Trigger an ldrestart
es: LDRESTART
zh_cn: 触发 LDRestart
zh_tw: 觸發 LDRestart

# REBOOT_SUBTITLE_KEY
source: Reboot the device
es: REBOOT
zh_cn: 重新启动设备
zh_tw: 重新啟動裝置

# USREBOOT_SUBTITLE_KEY
source: Trigger a userspace reboot
es: Activar un reinicio del espacio de usuario
zh_cn: 触发用户空间重启
zh_tw: 觸發使用者空間重新啟動

# ROOT_NAVIGATION_TITLE_KEY
source: Tweaks
zh_cn: 调整
zh_tw: Tweak

# ROOT_NAVIGATION_RIGHT_TITLE_KEY
source: Actions
es: Acciones
zh_cn: 操作
zh_tw: 操作

# ROOT_NAVIGATION_LEFT_TITLE_KEY
source: Settings
es: Ajustes
zh_cn: 设置
zh_tw: 設置

# ALERT_CANCEL_TITLE_KEY
source: Cancel
es: Cancelar
zh_cn: 取消
zh_tw: 取消

# ALERT_DISMISS_TITLE_KEY
source: Dismiss
es: Aceptar
zh_cn: 关闭
zh_tw: 關閉

# ALERT_ACTION_MESSAGE_KEY
source: This action will: %@ Are you sure you want to proceed?
es: Acción: %@ ¿Estás seguro de que quieres continuar?
zh_cn: 此操作将：%@ 确定要继续吗？
zh_tw: 此操作將：%@ 您確定要繼續嗎？

# ALWAYS_SHOW_SEARCH_BAR_NAME_KEY
source: Always Show SearchBar
es: Barra de búsqueda fija
zh_cn: 始终显示搜索栏
zh_tw: 始終顯示搜尋欄

# ALWAYS_SHOW_SEARCH_BAR_GROUP_KEY
source: When enabled, the search bar on the root page will always be visible, even when scrolling
es: Cuando se habilita, la barra de búsqueda en la página raíz siempre estará visible, incluso al desplazarse
zh_cn: 启用后，根页面上的搜索栏将始终可见，即使滚动也是如此
zh_tw: 啟用後，根頁面上的搜尋欄將始終可見，即使滾動也是如此

# REQUIRE_ACTION_CONFIRMATION_NAME_KEY
source: Require Action Confirmation
es: Requerir confirmación de acción
zh_cn: 需要操作确认
zh_tw: 需要操作確認

# REQUIRE_ACTION_CONFIRMATION_GROUP_KEY
source: When enabled, actions will show a confirmation alert before executing. Note that Reboot, LDRestart, and Userspace Reboot actions will always show a confirmation alert before executing
es: Cuando se habilita, las acciones mostrarán una alerta de confirmación antes de ejecutarse. Tenga en cuenta que las acciones Reboot, LDRestart y Userspace Reboot siempre mostrarán una alerta de confirmación antes de ejecutar
zh_cn: 启用后，在执行操作前将显示确认提示。请注意，重启、LDRestart 和用户空间重启操作将始终在执行前显示确认提示
zh_tw: 啟用後，在執行操作前將顯示確認警告。請注意，重新啟動、LDRestart 和使用者空間重新啟動操作將始終在執行前顯示確認警告

# LONG_PRESS_OPENS_SETTINGS_NAME_KEY
source: Long Press Opens Settings
es: Pulsación larga abre ajustes
zh_cn: 长按打开设置
zh_tw: 長按打開設置

# LONG_PRESS_OPENS_SETTINGS_GROUP_KEY
source: When enabled, long pressing a cell on the root page will open the respective tweak in the Settings app
es: Cuando se habilita, al presionar durante mucho tiempo una celda en la página raíz se abrirá el ajuste respectivo en la aplicación configuración
zh_cn: 启用后，在根页面上长按单元格将打开相应的调整设置
zh_tw: 啟用後，長按根頁面上的儲存格將打開相應的設置應用

# USE_LARGE_TITLES_ON_ROOT_LIST_NAME_KEY
source: Use Large Titles
es: Usar títulos grandes
zh_cn: 使用大标题
zh_tw: 使用大標題

# USE_LARGE_TITLES_ON_ROOT_LIST_GROUP_KEY
source: When enabled, the root page will use a large navigation title
es: Cuando se habilita, la página raíz utilizará un título de navegación grande
zh_cn: 启用后，根页面将使用大的导航标题
zh_tw: 啟用後，根頁面將使用大導覽標題

# APP_SETTINGS_TITLE_NAME_KEY
source: App Settings
es: Configuración de la aplicación
zh_cn: 应用程序设置
zh_tw: 應用程式設置

# SOURCE_CODE_NAME_KEY
source: Source Code
es: Código fuente
zh_cn: 源代码
zh_tw: 原始碼

# APP_VERSION_NAME_KEY
source: App Version
es: Versión de la app
zh_cn: 应用版本
zh_tw: 應用程式版本

# CHECK_FOR_UPDATES_TITLE_KEY
source: Checking For Updates
es: Comprobando si hay actualizaciones...
zh_cn: 检查更新
zh_tw: 檢查更新中

# CHECK_FOR_UPDATES_ERROR_MESSAGE_KEY
source: There was an error checking for updates, please try again later, or check your network.
es: Se ha producido un error al comprobar si hay actualizaciones, inténtelo de nuevo más tarde o compruebe su red.
zh_cn: 检查更新时出现错误，请稍后再试，或检查您的网络。
zh_tw: 檢查更新時出錯，請稍後重試，或檢查您的網路連線。

# CHECK_FOR_UPDATES_PASS_MESSAGE_KEY
source: No updates available, (v%@) is the latest version
es: No hay actualizaciones disponibles, (v%@) es la ultima versión disponible
zh_cn: 无更新可用，(v%@) 是最新版本
zh_tw: 沒有可用的更新，(v%@) 是最新版本

# CHECK_FOR_UPDATES_FAIL_MESSAGE_KEY
source: Update available, (v%@) has been released
es: Actualización disponible, (v%@) disponible
zh_cn: 有更新可用，(v%@) 已发布
zh_tw: 有可用更新，(v%@) 已發布
